Revit 2024 API
ParameterTypeId.RbsElecPanelFeedThruLugsApparentLoadPhasea Property
 "Feed Through Lugs Apparent Load Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelFeedThruLugsApparentLoadPhasea { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsApparentLoadPhasea As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsApparentLoadPhasea {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace